Repository: Akuratsumi/lo-fi
Catalog: LoFiLearn/LoFiLearn.App/Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru

source: Survey
ru_ru: Опрос

source: Flashcards
ru_ru: Карточки

source: Drag & Drop
ru_ru: Перетаскивание

source: Step Guide
ru_ru: Пошаговое руководство

source: Matching
ru_ru: Сопоставление

source: Sorting
ru_ru: Сортировка

source: Settings
ru_ru: Параметры

source: New document
ru_ru: Новый документ

# SaveDocument
source: Save
ru_ru: Сохранить

# NavSurvey.Content
source: Survey
ru_ru: Опрос

# NavFlashcards.Content
source: Flashcards
ru_ru: Карточки

# NavDragDrop.Content
source: Drag & Drop
ru_ru: Перетаскивание

# NavStepGuide.Content
source: Step Guide
ru_ru: Пошаговое руководство

# NavMatching.Content
source: Matching
ru_ru: Сопоставление

# NavSorting.Content
source: Sorting
ru_ru: Сортировка

# NavSettingsButton.Content
source: Settings
ru_ru: Параметры

# SurveyPageHeader.Text
source: Survey Builder
ru_ru: Создание опроса

# SurveyPageAddButton.Content
source: Add question
ru_ru: Добавить вопрос

# FlashcardsPageHeader.Text
source: Flashcards
ru_ru: Карточки

# FlashcardsPageAddButton.Content
source: Add flashcard
ru_ru: Добавить карточку

# DragDropPageHeader.Text
source: Drag & Drop
ru_ru: Перетаскивание

# DragDropPageAddButton.Content
source: Add task
ru_ru: Добавить задание

# StepGuidePageHeader.Text
source: Step Guide
ru_ru: Пошаговое руководство

# StepGuidePageAddButton.Content
source: Add guide
ru_ru: Добавить руководство

# MatchingPageHeader.Text
source: Matching
ru_ru: Сопоставление

# MatchingPageAddButton.Content
source: Add set
ru_ru: Добавить набор

# SortingPageHeader.Text
source: Sorting
ru_ru: Сортировка

# SortingPageAddButton.Content
source: Add batch
ru_ru: Добавить пакет

# SettingsPageHeader.Text
source: Settings
ru_ru: Параметры

# SettingsPageSubheader.Text
source: Customize theme, sound, and language in a warm, analog-inspired space.
ru_ru: Настройте тему, звук и язык в уютной стилизованной среде.

# ApplyLanguageButton.Content
source: Apply language
ru_ru: Применить язык
